export const TRANSLATIONS_UA = {
  banner: {
    button: {
      title: "Портфоліо",
    },
    body: "Добавили новий сайт в портфоліо 'Кніпочка' внизу.",
  },
  buttons: {
    readbtn: "Прочитати",
    hoverbtn: "Наведи курсор",
  },
  project: {
    title: "Портфоліо",
    description:
      "Опис проектів над якими працював.\n Всі проекти без доданого посилання, є код для ознакомлення.",
  },
  timers: {
    title: "До обновлення новини",
    description: "",
    day0: "день",
    day1: "дня",
    day2: "днів",
    time0: "година",
    time1: "години",
    time2: "годин",
    min0: "хвилина",
    min1: "хвилини",
    min2: "хвилин",
    sec0: "секунда",
    sec1: "секунди",
    sec2: "секунд",
  },
  about: {
    block1: {
      description:
        "До кожного замовника особистий підхід. Обговорення всіх інструментів, функцій, оптимізація та врахування всіх потреб замовника в проєкті. Також обговорюємо які технології використовувати будемо. Ознайомитись з замовником",
      title: "Робота з клієнтами",
      button: "Замовити сайт",
      first: "Ціль дізнатись потреби",
      second: "Ціль функціонал",
      three: "Ціль інструментарій",
      four: "Ціль ознайомитись",
    },
  },
  tooltip: {
    about:
      "Це не просто слайдер! \n Щоб побачити інформацію про кожний логотип.\n\n І його значення",
  },
  header: {
    title: "",
    menu: {
      home: "Головная",
      about: "Про нас",
      speakers: "Компьютерні колонки",
      schedule: "Розклад",
      blog: "Блог",
      contacts: "Контакти",
    },
  },
  worksheet: {
    title: "Графік роботи",
    description:
      "Тобі цікаво наш графік роботи? \n Слідкуй за нашим графіком роботи.",
    tabs: {
      tab1: {
        name: "Микола Олександрович",
        stuck: "Full-Stack developer",
        timework: "8:00 - 19:00",
        about: "Проект розбитий по задачам",
      },
      tab2: {
        name: "Микола Олександрович",
        stuck: "Full-Stack developer",
        timework: "8:00 - 19:00",
        about: "Проект розбитий по задачам",
      },
      tab3: {
        name: "Микола Олександрович",
        stuck: "Full-Stack developer",
        timework: "8:00 - 19:00",
        about: "Проект розбитий по задачам",
      },
      tab4: {
        name: "Микола Олександрович",
        stuck: "Full-Stack developer",
        timework: "8:00 - 19:00",
        about: "Проект розбитий по задачам",
      },
      tab5: {
        name: "Микола Олександрович",
        stuck: "Full-Stack developer",
        timework: "8:00 - 19:00",
        about: "Проект розбитий по задачам",
      },
    },
    day: {
      d1: "День 1",
      d2: "День 2",
      d3: "День 3",
      d4: "День 4",
      d5: "День 5",
    },
    month: {
      a1: "Січ",
      a2: "Лют",
      a3: "Бер",
      a4: "Квіт",
      a5: "Трав",
      a6: "Черв",
      a7: "Лип",
      a8: "Серп",
      a9: "Вер",
      a10: "Жов",
      a11: "Лист",
      a12: "Груд",
    },
  },
  cards: {
    title: "Пакети послуг",
    description: "Тут послуги які ми можемо надати",
    card1: {
      title: "Аналіз проекту",
      price: "0",
      description: "Описання аналізу \n Розповідь про проект  ",
      button: "Замовити",
    },
    card2: {
      title: "Розробка схеми \n проекту",
      price: "0",
      description: "Описання аналізу \n Розповідь про проект  ",

      button: "Замовити",
    },
    card3: {
      title: "Побудова архітектури \nпроекту",
      price: "0",
      description: "Описання аналізу \n Розповідь про проект  ",
      button: "Замовити",
    },
  },
  forms: {
    formPlan: {
      title: "Заповнить будь-ласка форму.",
      first_name: "Імя фамілія",
      errorLink: "Не корректно вказане посилання",
      errorEmail: "Заповніть корректну електронну адресу",
      email: "Електронна адреса",
      link: "Посилання проекту",
      name_project: "Назва проекту",
      price: "Бюджет на який ви розраховуєте",
      min: "Бюджет від:",
      agree: "Погоджуєтесь з правилами ...",
      submit: "Зберегти",
      max: "Бюджет до:",
    }
  },
  news: {
    title: "Останні новини",
    description: "Всі останні новини в одному блоці."
  },
  subscribe: {
    title: "Підписка на новини",
    description: "Тут Ви даєте згоду на розсилку новин на Вашу електронну пошту.",
    button: "Підписатись"
  }
};

